export const platformComparison = [
    {
        id: 1,
        headline: "San Andreas Multiplayer",
        points: [
            "Очень слабая защита, множество общедоступных читов и модификация CLEO",
            "Ограниченные возможности, отсутствует возможность отображения дополнительных изображений",
            "Проблемы с производительностью, ужасная синхронизация транспорта и оружия",
            "Примитивные модели, которые встроены в мультиплеер создателями",
            "Доступны только сторонние модификации",
        ]
    },
    {
        id: 2,
        headline: "Multi Theft Auto",
        points: [
            "Эффективная защита, предотвращающая любые формы взлома",
            "Поддержка отображения растровой графики, мощная система проектирования интерфейса",
            "Очень точная синхронизация, контроль пакетов в зависимости от нагрузки",
            "Возможность вмешательства в структуру игры, замена любой модели и изменение её свойств",
            "Поддержка DirectX, возможность создавать оптимизированные шейдеры",
        ]
    },
]