export const codexBlocks = [
    { id: 1, headline: "История игрового мира", text: "На данной странице вы сможете узнать историю игрового мира (Lore), в ней рассказывается о том, где происходят действия, повествуются интересные игровые моменты и значимые ситуации." },
    { id: 2, headline: "Взаимодействие с полицией", text: "Как правильно вести себя с полицией и в различных ситуациях." },
    { id: 3, headline: "Общее положение", text: "На данной странице Вы сможете ознакомиться со спорными ситуациями и найти для себя ответы перед прохождением теста." },
    { id: 4, headline: "Нормативные акты", text: "Свод законов, которые должен соблюдать любой гражданин живущий в городе Лос Сантос и его округе." },
]